{
  "Home": {
    "cap-DecentralizedPreMarketInfrastructure": "Decentralized Pre-market Infrastructure",
    "cap-TheFirstPreSuperMarket": "The First Pre SuperMarket",
    "cap-BridgingLiquidityBetweenPrimaryAndSecondaryMarkets": "Bridging liquidity between primary and secondary markets",
    "btn-GetStarted": "Getting Started",
    "btn-ReadTheDocs": "Read the Docs",
    "th-ItemId": "Item ID",
    "th-Asset": "Asset",
    "th-Value": "Value",

    "cap-TradePointsToMakeMoney": "Trade Points to Make Money",
    "cap-SpecialPointMarket": "Special Point Market",
    "p-SpecialPointMarket1": "Points from selected projects can be traded for an unlimited number of times. After purchasing points, traders have the opportunity to relist and sell them for profits.",
    "p-SpecialPointMarket2": "Upon completing the trade, the seller will receive the funds instantly, without having to wait for the token unlock at TGE. Sellers can cancel their orders at any time if they are not fulfilled and retrieve their collateral, if applicable.",
    "p-SpecialPointMarket3": "Initial point makers who deposit will be entitled to a bonus revenue, calculated as a percentage of all subsequent transactions involving the points they bring to the market.",
    "btn-TurboMode": "Turbo Mode",
    "p-TurboMode1": "The unique feature of Turbo Mode is that only the original trader is required to deposit crypto as collateral, while subsequent traders can buy and sell points without needing collateral. Upon settlement, the original seller will directly transfer the token to the final point holder.",
    "p-TurboMode2": "This mechanism unlocks the dynamics of points, making trading less capital-intensive and increasing market liquidity for traders.",
    "btn-ProtectedMode": "Protected Mode",
    "p-ProtectedMode1": "For Protected Mode, all sellers, whether they are the original or subsequent sellers, are required to deposit crypto as collateral. Upon settlement, each seller is obligated to transfer the token to the buyer according to the trading sequence.",
    "p-ProtectedMode2": "This mechanism provides additional assurance to point buyers and potentially reduces the default rate.",
    "btn-StartTrading": "Start Trading",

    "btn-ReadMore": "Read More",
    "cap-WhyTadleOutperformsOthers": "Why Tadle outperforms others?",
    "cap-OptimalCapitalEfficiency": "Optimal Capital Efficiency",
    "p-OptimalCapitalEfficiency": "No collateral is required for subsequent traders, and revenue can be earned upon the completion of the trade.",
    "cap-SuperiorLiquidity": "Superior Liquidity",
    "p-SuperiorLiquidity": "Points can be quickly bought or sold in the market without causing significant price changes, providing traders with the flexibility to enter and exit positions with ease.",
    "cap-LowTradingFee": "Low Trading Fee",
    "p-LowTradingFee": "A fee of just 0.5%, which is substantially lower than fees in other markets.",
    "cap-AdvancedTradingSystem": "Advanced Trading System",
    "p-AdvancedTradingSystem": "Tadle offers tools and metrics to help traders better understand the market and make more informed trading decisions.",
    "cap-RobustSecurity": "Robust Security",
    "p-RobustSecurity": "Tadle implements advanced security measures to safeguard user assets.",
    "cap-DecentralizedArbitrationForSettlements": "Decentralized Arbitration for Settlements",
    "p-DecentralizedArbitrationForSettlements": "Tadle employs decentralized arbitration to ensure fair and transparent resolution for every case.",

    "cap-HowToGetStartedWithTadle": "How to get started with Tadle",
    "cap-ProductAdvantages": "Product Advantages",
    "txt-Step": "Step",
    "txt-ConnectToYourWallet": "Connect to your wallet",
    "txt-SearchForTheProjects": "Search for the projects",
    "txt-PlaceABuyOrSellOrder": "Place a buy or sell order",
    "txt-CheckMetricsInDashboard": "Check metrics in dashboard",
    "cap-TrendingProjects": "Trending Projects",

    "cap-FAQ": "FAQ",
    "btn-More": "more",
    "cap-WhatIsPoint": "What Are Points?",
    "p-WhatIsPoint": "Before issuing tokens, various Web3 projects conduct a series of operational activities to encourage user interaction. Points are awarded for users’ participation. In the future, these points may be exchanged for the corresponding tokens.",
    "cap-WhatIsPointMarket": "What is the Point Market?",
    "p-WhatIsPointMarket": "A Point Market is a marketplace for users to buy and sell points among themselves. Since the project has not yet issued tokens, users have various reasons for needing liquidity for the points they have already acquired. Therefore, the Point Market service has emerged to meet this demand.",
    "cap-HowDoIStartToTrade": "How do I start to trade?",
    "p-HowDoIStartToTrade1": "Connect to your wallet",
    "p-HowDoIStartToTrade2": "Discover the projects whose points you want to trade",
    "p-HowDoIStartToTrade3": "Place a buy or sell order",
    "p-HowDoIStartToTrade4": "View your trading history and earnings in your personal dashboard",
    "cap-StayInTheLoopWithUs": "Stay in the loop with us",
    "pl-EnterEmailAddress": "Enter Email Address",
    "btn-Subscribe": "Subscribe",
    "Submit ticket": "Submit ticket",
    "Listing proposal": "Listing proposal",
    "Contact us": "Contact us",
    "Docs": "Docs"
  }
}
